const projectList = [
  {
    name: '웹툰 색채 기반 감성 군집 시각화',
    category: 'vis',
    period: ['2018.02', '2019.06'],
    purposes: ['웹툰의 대표 색조합에 따라 느낄 수 있는 감성을 감성 색채 지도에 표현', '감성 색조합 지도에 웹툰을 표현함으로써 유사한 감성(색채)을 느낄 수 있는 웹툰들이 무엇이 있는지 파악'],
    descripts: ['웹툰의 색조합을 추출하여 대표 색조합 추출', '웹툰 대표 색조합을 감성 지도에 맵핑'],
    url: '',
  },
  {
    name: '논문의 피인용 관계를 이용한 논문 계보도 시각화',
    category: 'vis',
    period: ['2018.07', '2019.02'],
    purposes: ['사용자가 검색한 논문의 인용 계보를 통해 연구 동향을 파악하고 시각적으로 참고문헌 추천'],
    descripts: [],
    url: '',
  },
  {
    name: '월드컵 축구 전술 시각화',
    category: 'vis',
    period: ['2018.02', '2019.06'],
    purposes: ['월드컵 축구 데이터를 바탕으로 축구 전술 동향을 시각화', '상위권 팀들의 전술 유형,국가별 전술 유형, 특정 국가의 라운드별 전술 변화 파악'],
    descripts: ['축구 전술을 4가지 유형으로 군집화하여 전술 유형을 간소화', 'Parallel Coordinate을 이용한 다차원 데이터 탐색'],
    url: '',
  },
];

export default projectList;
