const projectList = [
  {
    name: '웹툰 색채 기반 감성 군집 시각화',
    category: 'vis',
    period: ['2018.02', '2019.06'],
    purposes: ['웹툰의 대표 색조합에 따라 느낄 수 있는 감성을 감성 색채 지도에 표현', '감성 색조합 지도에 웹툰을 표현함으로써 유사한 감성(색채)을 느낄 수 있는 웹툰들이 무엇이 있는지 파악할 수 있다.'],
    descripts: ['웹툰의 색조합을 추출하여 대표 색조합 추출', '웹툰 대표 색조합을 감성 지도에 맵핑'],
    url: '',
  },
  {
    name: '웹툰 색채 기반 감성 군집 시각화',
    category: 'vis',
    period: ['2018.02', '2019.06'],
    purposes: ['웹툰의 대표 색조합에 따라 느낄 수 있는 감성을 감성 색채 지도에 표현', '감성 색조합 지도에 웹툰을 표현함으로써 유사한 감성(색채)을 느낄 수 있는 웹툰들이 무엇이 있는지 파악할 수 있다.'],
    descripts: ['웹툰의 색조합을 추출하여 대표 색조합 추출', '웹툰 대표 색조합을 감성 지도에 맵핑'],
    url: '',
  },
];

export default projectList;
